[ItemDefs.ID_BeerBottle MissionItemDefinition]
UseFailureCharacterMessage="É preciso ser %s para usar esse item."
ItemName="Cerveja Premium"
PickupMessage="Você tem %s"
UseFailureLevelMessage="Você deve estar, pelo menos no nível %d para usar esse item."
UseFailureConstraintsMessage="Você não pode usar esse item."
NoManufacturerName="Genérico"

[ItemDefs.ID_BeerBottle:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Remédio líquido para os males conhecidos como "sobriedade" e "autocontrole"."
NoConstraintText=""
Suffix=""
Prefix=""

[Skill.DrankBeer SkillDefinition]
SkillName="Cerveja consumida"
SkillDescription=""
LockedSkillDetailStr="<Locked>"

[Skill.Drunk SkillDefinition]
SkillName="Embriagado"
SkillDescription=""
LockedSkillDetailStr="<Locked>"

